Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །རབ་འབྱོར་ཇི་ལྟར་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དོན་གཞལ་དུ་མེད་པའི་ཕྱིར་ཉེ་བར་གནས་པ་ཡིན་ཞེ་ན། རབ་འབྱོར་སངས་རྒྱས་ཉིད་དང་དེ་བཞིན་གཤེགས་པ་ཉིད་དང་རང་བྱུང་ཉིད་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་གཞལ་དུ་མེད་དེ།
en: Subhūti, if you ask how the perfection of wisdom is established for an unappraisable purpose, Subhūti, buddhahood, the nature of the tathāgata, self-origination, and all-aspect omniscience are unappraisable.

source: སུས་ཀྱང་གཞལ་བར་མི་ནུས་སོ།
en: There is no one whosoever who can evaluate them.

source: །རབ་འབྱོར་རྣམ་གྲངས་དེས་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་དོན་གཞལ་དུ་མེད་པའི་ཕྱིར་ཉེ་བར་གནས་སོ།
en: For this reason, Subhūti, the perfection of wisdom is established for the unappraisable purpose of the tathāgatas, arhats, completely awakened buddhas. {Ki.

source: །རབ་འབྱོར་ཇི་ལྟར་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་དོན་མི་མཉམ་པ་དང་མཉམ་པའི་ཕྱིར་ཉེ་བར་གནས་པ་ཡིན་ཞེ་ན། རབ་འབྱོར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ལ་མཉམ་པས་མཉམ་པ་ཡང་སུ་ཡང་མེད་ན། ལྷག་པ་ལྟ་ཅི་སྨོས་ཏེ།
en: IV: 75} “Subhūti, if you ask how the perfection of wisdom is established for a purpose that is equal to the unequaled, Subhūti, no one at all is equal to the tathāgatas, arhats, completely awakened buddhas, let alone surpasses them!

source: རབ་འབྱོར་རྣམ་གྲངས་དེས་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་དོན་མི་མཉམ་པ་དང་མཉམ་པའི་ཕྱིར་ཉེ་བར་གནས་སོ། །གསོལ་པ།
en: For this reason, Subhūti, the perfection of wisdom is established for the purpose of the tathāgatas, arhats, completely awakened buddhas that is equal to the unequaled.” “

source: བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཉིད་དང་དེ་བཞིན་གཤེགས་པ་ཉིད་དང་རང་བྱུང་ཉིད་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་བསམ་གྱིས་མི་ཁྱབ་ལ་དཔག་ཏུ་མ་མཆིས་གཞལ་དུ་མ་མཆིས་ཤིང་། མི་མཉམ་པ་དང་མཉམ་པ་ལགས་སམ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, are buddhahood, the nature of the tathāgatas, self-origination, and all-aspect omniscience inconceivable, inestimable, unappraisable, and equal to the unequaled?” “

source: རབ་འབྱོར་སངས་རྒྱས་ཉིད་དང་དེ་བཞིན་གཤེགས་པ་ཉིད་དང་རང་བྱུང་ཉིད་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་བསམ་གྱིས་མི་ཁྱབ་པོ།
en: Subhūti, buddhahood, the nature of the tathāgatas, self-origination, and all-aspect omniscience are inconceivable.

source: །རབ་འབྱོར་སངས་རྒྱས་ཉིད་དང་དེ་བཞིན་གཤེགས་པ་ཉིད་དང་རང་བྱུང་ཉིད་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་དཔག་ཏུ་མེད་གཞལ་དུ་མེད་དེ་མི་མཉམ་པ་དང་མཉམ་པའོ།
en: Subhūti, buddhahood, the nature of the tathāgatas, self-origination, and all-aspect omniscience are inestimable, unappraisable, and equal to the unequaled. “

source: །རབ་འབྱོར་གཟུགས་ཀྱང་བསམ་གྱིས་མི་ཁྱབ། དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པའོ།
en: Subhūti, physical forms are also inconceivable, inestimable, unappraisable, and equal to the unequaled.

source: །རབ་འབྱོར་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡང་བསམ་གྱིས་མི་ཁྱབ། དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པའོ།
en: Subhūti, feelings, perceptions, formative predispositions, and consciousness are also inconceivable, inestimable, unappraisable, and equal to the unequaled.

source: །སྐྱེ་མཆེད་རྣམས་དང་ཁམས་རྣམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་རྣམས་ཀྱང་བསམ་གྱིས་མི་ཁྱབ། དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པའོ།
en: The sense fields, the sensory elements, and the links of dependent origination are also inconceivable, inestimable, unappraisable, and equal to the unequaled.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ཡང་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ།
en: Subhūti, [all the causal and fruitional attributes], up to and including all-aspect omniscience, are also inconceivable, inestimable, unappraisable, and equal to the unequaled.

source: མི་མཉམ་པ་དང་མཉམ་པའོ། །རབ་འབྱོར་ཆོས་ཐམས་ཅད་ཀྱང་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པའོ།
en: Subhūti, all phenomena are also inconceivable, inestimable, unappraisable, and equal to the unequaled.

source: །རབ་འབྱོར་ཆོས་ཐམས་ཅད་ཀྱི་ཆོས་ཉིད་གང་ཡིན་པ་དེ་ལ་ནི་སེམས་མི་དམིགས་སོ། །སེམས་ལས་བྱུང་བའི་ཆོས་རྣམས་ཀྱང་མི་དམིགས་སོ།
en: Subhūti, the reality of all phenomena is that the mind is not apprehended, nor are mental states apprehended. “

source: །རབ་འབྱོར་གཟུགས་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པ་ཡང་མི་དམིགས་སོ།
en: Subhūti, physical forms, being inconceivable, inestimable, unappraisable, and equal to the unequaled, are indeed not apprehended.

source: །རབ་འབྱོར་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པ་ཡང་མི་དམིགས་སོ། །རབ་འབྱོར་སྐྱེ་མཆེད་དང་།
en: Subhūti, feelings, perceptions, formative predispositions, and consciousness, being inconceivable, inestimable, unappraisable, and equal to the unequaled, are indeed not apprehended.

source: ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པ་ཡང་མི་དམིགས་སོ།
en: Subhūti, the sense fields, the sensory elements, and the links of dependent origination, being inconceivable, inestimable, unappraisable, and equal to the unequaled, are indeed not apprehended.

source: །རབ་འབྱོར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པ་ཡང་མི་དམིགས་སོ།
en: Subhūti, [all the causal and fruitional attributes], up to and including all-aspect omniscience, being inconceivable, inestimable, unappraisable, and equal to the unequaled, are indeed not apprehended.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་གཟུགས་བསམ་གྱིས་མི་ཁྱབ། དཔག་ཏུ་མ་མཆིས་གཞལ་དུ་མ་མཆིས་ཤིང་། མི་མཉམ་པ་དང་མཉམ་པ་མི་དམིགས་པ་ལགས།
en: Blessed Lord, why are physical forms, being inconceivable, inestimable, unappraisable, and equal to the unequaled, not apprehended?

source: ཅིའི་སླད་དུ་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མ་མཆིས་གཞལ་དུ་མ་མཆིས་ཤིང་། མི་མཉམ་པ་དང་མཉམ་པ་མི་དམིགས་པ་ལགས།
en: Why are feelings, perceptions, formative predispositions, and consciousness, being inconceivable, inestimable, unappraisable, and equal to the unequaled, not apprehended?

source: ཅིའི་སླད་དུ་སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མ་མཆིས། གཞལ་དུ་མ་མཆིས་ཤིང་། མི་མཉམ་པ་དང་མཉམ་པ་མི་དམིགས་པ་ལགས།
en: Why are the sense fields, the sensory elements, and the links of dependent origination, being inconceivable, inestimable, unappraisable, and equal to the unequaled, not apprehended?

source: ཅིའི་སླད་དུ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་བསམ་གྱིས་མི་ཁྱབ། དཔག་ཏུ་མ་མཆིས་གཞལ་དུ་མ་མཆིས་ཤིང་། མི་མཉམ་པ་དང་མཉམ་པ་མི་དམིགས་པ་ལགས།
en: Why are [all the causal and fruitional attributes], up to and including all-aspect omniscience, being inconceivable, inestimable, unappraisable, and equal to the unequaled, not apprehended?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་གཟུགས་ལ་ཡང་བསམ་པ་དང་དཔག་པ་དང་ཚད་དང་མཉམ་པ་དང་མི་མཉམ་པ་མི་དམིགས་སོ།
en: Subhūti,” replied the Blessed One, “with regard to physical forms, that which is inconceivable, inestimable, unappraisable, and equal to the unequaled cannot indeed be apprehended.

source: །རབ་འབྱོར་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ལ་ཡང་བསམ་པ་དང་དཔག་པ་དང་ཚད་དང་མཉམ་པ་དང་མི་མཉམ་པ་མི་དམིགས་སོ།
en: Subhūti, with regard to feelings, perceptions, formative predispositions, and consciousness, that which is inconceivable, inestimable, unappraisable, and equal to the unequaled cannot indeed be apprehended.

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལ་ཡང་བསམ་པ་དང་དཔག་པ་དང་ཚད་དང་མཉམ་པ་དང་མི་མཉམ་པ་མི་དམིགས་སོ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་ཡང་བསམ་པ་དང་དཔག་པ་དང་ཚད་དང་མཉམ་པ་དང་མི་མཉམ་པ་མི་དམིགས་སོ།
en: With regard to the sense fields, the sensory elements, and the links of dependent origination, that which is inconceivable, inestimable, unappraisable, and equal to the unequaled cannot indeed be apprehended. With regard to [all the causal and fruitional attributes], up to and including all-aspect omniscience, that which is inconceivable, inestimable, unappraisable, and equal to the unequaled cannot indeed be apprehended.” {

source: བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་གཟུགས་ལ་བསམ་པ་དང་དཔག་པ་དང་ཚད་དང་མཉམ་པ་དང་མི་མཉམ་པ་མི་དམིགས་པ་ལགས།
en: IV: 76} “Blessed Lord, with regard to physical forms, why can that which is inconceivable, inestimable, unappraisable, and equal to the unequaled not be apprehended?

source: ཅིའི་སླད་དུ་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ལ་བསམ་པ་དང་དཔག་པ་དང་ཚད་དང་མཉམ་པ་དང་མི་མཉམ་པ་མི་དམིགས་པ་ལགས།
en: With regard to feelings, perceptions, formative predispositions, and consciousness, why can that which is inconceivable, inestimable, unappraisable, and equal to the unequaled not be apprehended?

source: ཅིའི་སླད་དུ་སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལ་བསམ་པ་དང་དཔག་པ་དང་ཚད་དང་མཉམ་པ་དང་མི་མཉམ་པ་མི་དམིགས་པ་ལགས།
en: With regard to the sense fields, the sensory elements, and the links of dependent origination, why can that which is inconceivable, inestimable, unappraisable, and equal to the unequaled not be apprehended?

source: ཅིའི་སླད་དུ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་བསམ་པ་དང་དཔག་པ་དང་ཚད་དང་མཉམ་པ་དང་མི་མཉམ་པ་མི་དམིགས་པ་ལགས།
en: With regard to [all the causal and fruitional attributes], up to and including all-aspect omniscience, why can that which is inconceivable, inestimable, unappraisable, and equal to the unequaled not be apprehended?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་བསམ་གྱིས་མི་ཁྱབ། དཔག་ཏུ་མེད་ཚད་མེད་གཞལ་དུ་མེད་ལ། མི་མཉམ་པ་དང་མཉམ་པ་སྟེ། དེའི་ཕྱིར་གཟུགས་ལ་བསམ་པ་དང་དཔག་པ་དང་ཚད་དང་མཉམ་པ་དང་མི་མཉམ་པ་མི་དམིགས་སོ།
en: Subhūti,” replied the Blessed One, “it is because the essential nature of physical forms is inconceivable, inestimable, immeasurable, unappraisable, and equal to the unequaled that thoughts, estimates, measures, [appraisals], and parity are not apprehended with respect to physical forms.

source: །རབ་འབྱོར་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པའི་ངོ་བོ་ཉིད་བསམ་གྱིས་མི་ཁྱབ། དཔག་ཏུ་མེད་ཚད་མེད་གཞལ་དུ་མེད་ལ། མི་མཉམ་པ་དང་མཉམ་པ་སྟེ། དེའི་ཕྱིར་རྣམ་པར་ཤེས་པ་ལ་བསམ་པ་དང་དཔག་པ་དང་ཚད་དང་མཉམ་པ་དང་མི་མཉམ་པ་མི་དམིགས་སོ།
en: Subhūti, it is because the essential nature of feelings, perceptions, formative predispositions, and consciousness is inconceivable, inestimable, immeasurable, unappraisable, and equal to the unequaled that thoughts, estimates, measures, [appraisals], and parity are not apprehended with respect to consciousness [and so forth].

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་ངོ་བོ་ཉིད་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མེད་ཚད་མེད། གཞལ་དུ་མེད་ལ། མི་མཉམ་པ་དང་མཉམ་པ་སྟེ། དེའི་ཕྱིར་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལ་བསམ་པ་དང་དཔག་པ་དང་ཚད་དང་མི་མཉམ་པ་དང་མཉམ་པ་མི་དམིགས་སོ།
en: It is because the essential nature of the sense fields, the sensory elements, and the links of dependent origination is inconceivable, inestimable, immeasurable, unappraisable, and equal to the unequaled that thoughts, estimates, measures, [appraisals], and parity are not apprehended with respect to the links of dependent origination [and so forth].

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་ངོ་བོ་ཉིད་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མེད་ཚད་མེད། གཞལ་དུ་མེད་ལ། མི་མཉམ་པ་དང་མཉམ་པ་སྟེ། དེའི་ཕྱིར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་བསམ་པ་དང་དཔག་པ་དང་ཚད་དང་མི་མཉམ་པ་དང་མཉམ་པ་མི་དམིགས་སོ།
en: It is because the essential nature of [all the causal and fruitional attributes], up to and including all-aspect omniscience, is inconceivable, inestimable, immeasurable, unappraisable, and equal to the unequaled that thoughts, estimates, measures, [appraisals], and parity are not apprehended with respect to all-aspect omniscience [and so forth]. “

source: །རབ་འབྱོར་དེ་ཇི་སྙམས་དུ་སེམས། གཟུགས་གང་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པ་དེ་ལ་གཟུགས་དམིགས་སུ་ཡོད་དམ།
en: Subhūti, do you think that physical forms are apprehensible in physical forms that are inconceivable, inestimable, unappraisable, and equal to the unequaled?

source: ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་གང་བསམ་གྱིས་མི་ཁྱབ། དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པ་དེ་ལ་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དམིགས་སུ་ཡོད་དམ།
en: Are feelings, perceptions, formative predispositions, and consciousness apprehensible in feelings, perceptions, formative predispositions, and consciousness that are inconceivable, inestimable, unappraisable, and equal to the unequaled?

source: སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་གང་བསམ་གྱིས་མི་ཁྱབ། དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པ་དེ་ལ་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་དམིགས་སུ་ཡོད་དམ།
en: Are the links of dependent origination [and so forth] apprehensible in sense fields, sensory elements, and links of dependent origination that are inconceivable, inestimable, unappraisable, and equal to the unequaled?

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་གང་བསམ་གྱིས་མི་ཁྱབ། དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པ་དེ་ལ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དམིགས་སུ་ཡོད་དམ། གསོལ་པ།
en: Is all-aspect omniscience [and so forth] apprehensible in [all the causal and fruitional attributes], up to and including all-aspect omniscience, that are inconceivable, inestimable, unappraisable, and equal to the unequaled?” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་བས་ན་རྣམ་གྲངས་འདིས་ཆོས་ཐམས་ཅད་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པའོ།
en: So, Subhūti,” continued the Blessed One, “it is for this reason that all phenomena are inconceivable, inestimable, unappraisable, and equal to the unequaled.

source: །རབ་འབྱོར་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་གཤེགས་པའི་ཆོས་འདི་དག་ནི་བསམ་པ་དང་བྲལ་བའི་ཕྱིར་བསམ་གྱིས་མི་ཁྱབ་པའོ། །དཔག་པ་དང་བྲལ་བའི་ཕྱིར་དཔག་ཏུ་མེད་པའོ། །ཚད་དང་བྲལ་བའི་ཕྱིར་གཞལ་དུ་མེད་པའོ། །མཉམ་པ་དང་མི་མཉམ་པ་དང་བྲལ་བའི་ཕྱིར། མི་མཉམ་པ་དང་མཉམ་པ་སྟེ།
en: Subhūti, these attributes of the tathāgatas, which the tathāgatas possess, are inconceivable because they are free from concepts, inestimable because they are free from estimate, unappraisable because they are free from measure [or appraisal], and equal to the unequaled because they are free from parity.

source: རབ་འབྱོར་རྣམ་གྲངས་དེས་ན་ཆོས་ཐམས་ཅད་བསམ་གྱིས་མི་ཁྱབ། དཔག་ཏུ་མེད། གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པའོ།
en: For this reason, Subhūti, all phenomena are inconceivable, inestimable, unappraisable, and equal to the unequaled. “

source: རབ་འབྱོར་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་གཤེགས་པའི་ཆོས་འདི་དག་ནི་བསམ་པ་ལས་ཡོངས་སུ་འདས་པས་ན། བསམ་གྱིས་མི་ཁྱབ་པའོ།
en: Subhūti, since these attributes of the tathāgatas, which the tathāgatas possess, completely transcend thought, they are inconceivable.

source: །དཔག་པ་ལས་ཡོངས་སུ་འདས་པས་ན། དཔག་ཏུ་མེད་པའོ།
en: Since they completely transcend estimate, they are inestimable.

source: །ཚད་ལས་ཡོངས་སུ་འདས་པས་ན། གཞལ་དུ་མེད་པའོ།
en: Since they completely transcend measure [or appraisal], they are unappraisable.

source: །མཉམ་པ་དང་མི་མཉམ་པ་ལས་ཡོངས་སུ་འདས་པས་ན། མི་མཉམ་པ་དང་མཉམ་པའོ།
en: Since they completely transcend parity, they are equal to the unequaled.

source: །རབ་འབྱོར་བསམ་གྱིས་མི་ཁྱབ་ཅེས་བྱ་བ་འདི་ནི་བསམ་དུ་མེད་པའི་ཚིག་བླ་དགས་སོ།
en: Subhūti, that which is said to be inconceivable designates inconceivability.

source: །རབ་འབྱོར་དཔག་ཏུ་མེད་ཅེས་བྱ་བ་འདི་ནི་དཔག་ཏུ་མི་རུང་བའི་ཚིག་བླ་དགས་སོ།
en: Subhūti, that which is said to be inestimable designates inestimability.

source: །རབ་འབྱོར་གཞལ་དུ་མེད་པ་ཞེས་བྱ་བ་འདི་ནི་ཚད་མེད་པའི་ཚིག་བླ་དགས་སོ།
en: Subhūti, that which is said to be unappraisable designates immeasurability.

source: །རབ་འབྱོར་མི་མཉམ་པ་དང་མཉམ་པ་ཞེས་བྱ་བ་འདི་ནི་མཉམ་པས་མཉམ་པ་མེད་པའི་ཚིག་བླ་དགས་ཏེ།
en: Subhūti, that which is said to be equal to the unequaled designates incomparability. “

source: རབ་འབྱོར་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་གཤེགས་པའི་ཆོས་འདི་དག་ནི་བསམ་གྱིས་མི་ཁྱབ། དཔག་ཏུ་མེད་གཞལ་དུ་མེད་པ་སྟེ། མི་མཉམ་པ་དང་མཉམ་པའོ།
en: Subhūti, these attributes of the tathāgatas, which the tathāgatas possess, are inconceivable, inestimable, unappraisable, and equal to the unequaled.

source: །རབ་འབྱོར་བསམ་གྱིས་མི་ཁྱབ་ཅེས་བྱ་བ་ནི་ནམ་མཁའ་བསམ་གྱིས་མི་ཁྱབ་པའི་ཕྱིར་རོ། །དཔག་ཏུ་མེད་ཅེས་བྱ་བ་ནི་ནམ་མཁའ་དཔག་ཏུ་མེད་པའི་ཕྱིར་རོ། །གཞལ་དུ་མེད་ཅེས་བྱ་བ་ནི་ནམ་མཁའ་ཚད་མེད་པའི་ཕྱིར་རོ། །མི་མཉམ་པ་དང་མཉམ་པ་ཞེས་བྱ་བ་ནི་ནམ་མཁའ་མི་མཉམ་པ་དང་མཉམ་པའི་ཕྱིར་ཏེ།
en: Subhūti, they are said to be inconceivable because space is inconceivable, they are said to be inestimable because space is inestimable, they are said to be unappraisable because space is immeasurable, and they are said to be equal to the unequaled because space is equal to the unequaled.

source: རབ་འབྱོར་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་གཤེགས་པའི་ཆོས་དེ་དག་ནི་བསམ་གྱིས་མི་ཁྱབ་དཔག་ཏུ་མེད། གཞལ་དུ་མེད་པ།
en: Subhūti, these attributes of the tathāgatas, which the tathāgatas possess, are inconceivable, inestimable, unappraisable, {Ki.

source: མི་མཉམ་པ་དང་མཉམ་པ་སྟེ།
en: IV: 77} and equal to the unequaled.

source: དེ་དག་ནི་ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་གྱིས། བསམ་པའམ་དཔག་པར་མི་ནུས་ཏེ།
en: They cannot be conceived or estimated by the world with its gods, humans, and asuras.

source: དེ་ལྟར་ན་སངས་རྒྱས་རྣམས་ནི་གཞལ་དུ་མེད་དོ།
en: So it is that the buddhas are unappraisable.

source: །སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ནི་གཞལ་དུ་མེད་དོ།
en: The attributes of the buddhas are unappraisable.”

source: །དེ་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་བཞིན་གཤེགས་པ་བསམ་གྱིས་མི་ཁྱབ་པ་དང་། དཔག་ཏུ་མེད་པ་དང་གཞལ་དུ་མེད་པ་དང་མི་མཉམ་པ་དང་མཉམ་པའི་ལེའུ་འདི་བསྟན་པའི་ཚེ། དགེ་སློང་ལྔ་བརྒྱ་ཉེ་བར་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ།
en: While the Blessed One was delivering this chapter concerning [the attributes of] the tathāgatas that are inconceivable, inestimable, unappraisable, and equal to the unequaled, the minds of five hundred monks were liberated from contaminants, without the grasping that is the immediate cause [of rebirth].

source: །དགེ་སློང་མ་བརྒྱ་ཕྲག་ཉི་ཤུ་ཉེ་བར་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ།
en: The minds of two hundred nuns were liberated from contaminants, without grasping.

source: །དགེ་བསྙེན་སྟོང་ཕྲག་དྲུག་ཅུ་དང་། དགེ་བསྙེན་མ་སྟོང་ཕྲག་སུམ་ཅུ་ནི། ཆོས་རྣམས་ལ་རྡུལ་དང་བྲལ་ཞིང་དྲི་མ་དང་བྲལ་བའི་ཆོས་ཀྱི་མིག་རྣམ་པར་དག་གོ།
en: Sixty thousand laymen and thirty thousand laywomen developed the taintless, immaculate, and pure eye of the Dharma concerning phenomena.

source: བྱང་ཆུབ་སེམས་དཔའ་སྟོང་ཕྲག་ཉི་ཤུ་ནི་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་སྟེ། དེ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སངས་རྒྱས་སུ་འགྱུར་རོ་ཞེས་ལུང་བསྟན་ཏོ།
en: Twenty thousand bodhisattvas accepted that phenomena are nonarising, and the Blessed One prophesied that they would all become buddhas within this Auspicious Eon.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས། ལེའུ་སུམ་ཅུ་གསུམ་མོ།། །།
en: This completes the thirty-third chapter from “The Perfection of Wisdom in Twenty-Five Thousand Lines.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི་ཟབ་པ་སྟེ།
en: Chapter 34 Then the venerable Subhūti said to the Blessed One, “Blessed Lord, this perfection of wisdom is profound.

source: བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི་དོན་ཆེན་པོའི་སླད་དུ་ཉེ་བར་གནས་པའོ།
en: Blessed Lord, this perfection of wisdom is established for a great purpose.

source: །དོན་ཚད་མ་མཆིས་པ་དང་། དོན་དཔག་ཏུ་མ་མཆིས་པ་དང་། དོན་གཞལ་དུ་མ་མཆིས་པའི་སླད་དུ་ཉེ་བར་གནས་པའོ།
en: It is established for an immeasurable purpose, an inestimable purpose, and an unappraisable purpose.

source: །བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི། དོན་མི་མཉམ་པ་དང་མཉམ་པའི་སླད་དུ་ཉེ་བར་གནས་པའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, this perfection of wisdom is established for a purpose that is equal to the unequaled.” “

source: རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི། དོན་ཆེན་པོའི་ཕྱིར་ཉེ་བར་གནས་པའོ།
en: Subhūti, this perfection of wisdom is established for a great purpose.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི། དོན་ཚད་མེད་པ་དང་། དོན་དཔག་ཏུ་མེད་པ་དང་། དོན་གཞལ་དུ་མེད་པ་དང་། དོན་མི་མཉམ་པ་དང་མཉམ་པའི་ཕྱིར་ཉེ་བར་གནས་པའོ།
en: This perfection of wisdom is established for an immeasurable purpose, an inestimable purpose, an unappraisable purpose, and a purpose that is equal to the unequaled.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདིར་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་ལྔ་འདུས་སོ།
en: If you ask why, Subhūti, it is because the five other perfections are subsumed within this perfection of wisdom.

source: །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདིར་ནི། ནང་སྟོང་པ་ཉིད་འདུས་སོ།
en: Subhūti, the emptiness of internal phenomena is subsumed within this perfection of wisdom. [

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་འདུས་སོ། །དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་འདུས་སོ། །ཡང་དག་པར་སྤོང་པ་བཞི་དང་།
en: The other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are subsumed within it.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞི་དང་། དབང་པོ་ལྔ་དང་། སྟོབས་ལྔ་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་འདུས་སོ། །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདིར་ནི་འཕགས་པའི་བདེན་པ་བཞི་དང་། བསམ་གཏན་བཞི་དང་། ཚད་མེད་པ་བཞི་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞི་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: The four applications of mindfulness are subsumed within it, and the four correct exertions, the four supports for miraculous ability, the five faculties, the five powers, the seven branches of enlightenment, and the noble eightfold path are subsumed within it.

source: གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་འདུས་སོ།
en: Subhūti, the four truths of the noble ones, the four meditative concentrations, the four immeasurable attitudes, the four formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas are subsumed within this profound perfection of wisdom.

source: །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདིར་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་འདུས་སོ།
en: Subhūti, [the goals], up to and including all-aspect omniscience, are subsumed within this perfection of wisdom. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་སྲིད་བརྟན་པར་གྱུར་པའི་རྒྱལ་པོའི་དགོས་པའམ། ཡུལ་གྱི་དགོས་པ་གང་ཅི་ཡང་རུང་སྟེ། དེ་དག་ཐམས་ཅད་ལ་བློན་པོ་ལས་སུ་བཅུག་ན།
en: Subhūti, just as when a king of the royal class who has been empowered through coronation and is secure in his dominion {Ki.

source: དེའི་ཚེ་རྒྱལ་པོ་ནི་རྒྱལ་པོའི་དགོས་པ་དང་། ཡུལ་གྱི་དགོས་པ་ལ་སྙིང་ལས་ཆུང་ཞིང་ཁུར་བོར་བ་ཡིན། རབ་འབྱོར་དེ་བཞིན་དུ་ཉན་ཐོས་ཀྱི་ཆོས་སམ། རང་སངས་རྒྱས་ཀྱི་ཆོས་སམ། བྱང་ཆུབ་སེམས་དཔའི་ཆོས་སམ། སངས་རྒྱས་ཀྱི་ཆོས་གང་ཡང་རུང་སྟེ།
en: IV: 78} delegates all the royal functions and national duties to a minister, at that time he will have few concerns for those royal functions and national duties, and will have relinquished responsibility, in the same way, Subhūti, all the doctrines of the śrāvakas, and all the doctrines of the pratyekabuddhas, and all the doctrines of the bodhisattvas, and all the doctrines of the buddhas are subsumed within the perfection of wisdom.

source: དེ་དག་ཐམས་ཅད་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པར་འདུས་ཏེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་དེ་དག་གི་བྱ་བ་བྱེད་དོ།
en: And it is the perfection of wisdom that implements them.

source: །རབ་འབྱོར་དེ་ལྟ་བས་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི། བྱ་བ་ཆེན་པོའི་ཕྱིར་ཉེ་བར་གནས་པའོ།
en: So it is, Subhūti, that this perfection of wisdom is established for a great purpose.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི། བྱ་བ་བསམ་གྱིས་མི་ཁྱབ་པའི་ཕྱིར་ཉེ་བར་གནས་པའོ།
en: This perfection of wisdom is established for an inconceivable purpose.
